/*
  Localizable.strings
  WWANManager

  Created by Patrik Eder on 04.07.2025.
  
*/

/**
 @TAG: Main
 */
"Celluar data" = "Mobilní data";
"Operator" = "Operátor";
"About modem" = "O modemu";
"Settings" = "Nastavení";
"Quit" = "Ukončit";
"Signal" = "Signál";
"Unknown" = "Neznámý";
"Connecting..." = "Připojuji...";
"Automatically" = "Automaticky";
"Searching..." = "Hledám...";
"Port does not exist!" = "Port neexistuje!";
"Enter password for sudo" = "Zadejte heslo pro sudo";
"Enter password for sudo to use this feature." = "Zadejte heslo pro sudo, abyste mohli použít tuto funkci.";
"Bad password!" = "Špatné heslo k účtu!";

/**
 Settings
 */

"Setup your connection" = "Nastavte své připojení";
"Interface" = "Rozhraní";
"Network" = "Síť";
"Personalization" = "Personalizace";
"Icon color" = "Barva ikony";
"White" = "Bílá";
"Black" = "Černá";
"Search" = "Hleadat";
"IP Ver." = "Verze IP";
"Show operator name in top bar" = "Zobrazit název operátora v horní liště";
"You can save your password to avoid asking..." = "Můžete uložit své heslo sem, aby se aplikace pokaždé neptala";
"Save password" = "Uložit heslo";
"Save" = "Uložit";

